/* 
  Localizable.strings
  Turbo Boost Switcher

  Created by Rubén García Pérez on 23/07/13.
  Copyright (c) 2016 Rubén García Pérez. 
*/
"cpu_temp" = "CPU-Temperatur:";
"fan_speed" = "Ventilatorgeschwindigkeit:";
"cpu_temp_na" = "CPU-Temperatur: Nicht verfügbar";
"fan_speed_na" = "Ventilatorgeschwindigkeit: Nicht verfügbar";
"enable_menu" = "Aktivieren Sie Turbo Boost";
"disable_menu" = "Deaktivieren Sie Turbo Boost";
"open_login" = "Beim Einloggen öffnen";
"disable_login" = "Beim Start deaktivieren";
"settings" = "Einstellungen:";
"donate" = "Donate...";
"about" = "Über...";
"about_title" = "Über";
"quit" = "Ausfahrt Turbo Boost Switcher";
"updates" = "Auf Updates prüfen...";
"updates_title" = "Turbo Boost Switcher - Auf Updates prüfen";

"updates_progress" = "Es wird auf Updates geprüft...";
"updates_available" = "Eine neue Version ist bereit zum Download!";
"updates_not_available" = "Sie besitzen bereits die neueste version.";
"updates_error" = "Fehler beim Prüfen auf Updates";

"btn_cancel" = "Stornieren";
"btn_download" = "Herunterladen";
"btn_close" = "Schließen";

"author" = "Copyright (c) 2016 Rubén García Pérez";
"web" = "rugarciap.com";
"donate_msg" = "If you like this program, please, consider making a donation. Thanks!";
"license" = "Lizenz:";

"checkUpdates" = "Beim Hochfahren prüfen";

"etq_like_app_pro" = "Gefällt Ihnen die App? Betrachten Sie helfen, indem Sie die PRO-Version! Vielen Dank!";
"btn_pro" = "Go Pro!";

"alert_later" = "Später";
"alert_never_show_again" = "Zeige das nie wieder";
"alert_text" = "Gefällt Ihnen die App? Betrachten Sie helfen, indem Sie die PRO-Version! :)";
"alert_informative_text" = "Getting PRO ermöglicht einige große automatische Funktionen, Benachrichtigungen, kostenlose Updates für immer und mehr!";

// Language menú
"language" = "Sprache";
"language_en" = "Englisch";
"language_es" = "Spanisch";
"language_pl" = "Polnisch (beta)";
"language_de" = "Deutsch (beta)";
"language_fr" = "Französisch (beta)";
"language_ru" = "Russisch (beta)";
"language_zh" = "Chinesisch (beta)";
"language_sv" = "Schwedisch (beta)";

"language_change_confirmation" = "Bist du sicher?";
"language_change_informative_text" = "Sie müssen die Anwendung neu starten, um die Änderungen zu übernehmen.";
